
var indust = {
    "cosme": "เครื่องสำอาง",
    "agtech": "การเกษตรและเทคโนโลยีชีวภาพ",
    "f4f": "การแปรรูปอาหาร",
    "biofc": "เชื้อเพลิงชีวภาพและเคมีชีวภาพ",
    "medhub": "การแพทย์ครบวงจร",
    "arts": "สร้างสรรค์",
    "smeln": "อิเล็กทรอนิกส์อัจฉริยะ",
    "robot": "หุ่นยนต์",
    "digit": "ดิจิทัล",
    "amwt": "การท่องเที่ยวกลุ่มรายได้ดีและการท่องเที่ยวเชิงสุขภาพ",
    "alois": "การบินและโลจิสติกส์",
    "nxato": "ยานยนต์สมัยใหม่",
};
var prop = {
    "ptn": "สิทธิบัตรการประดิษฐ์",
    "ppt": "อนุสิทธิบัตร",
    "dsp": "สิทธิบัตรออกแบบ",
    "cpr": "ลิขสิทธิ์",
    "cpp": "ลิขสิทธิ์-โปรแกรมคอมพิวเตอร์",
    "khw": "ผลงานวิจัย",
    "pte": "ต้นแบบ",
    "oth": "อื่น ๆ",
};
var techReadiness = {
    "lab": "ระดับการทดลอง",
    "pty": "ระดับต้นแบบ",
    "ids": "ระดับถ่ายทอด"
};

exports.indust = indust;
exports.prop = prop;
exports.techReadiness = techReadiness;